{
    "key": "condon",
    "category": "national",
    "name" : "Anne Condon",
    "displayName": "Anne\nCondon",
    "nationality": "Canada",
    "birth": "",
    "death": "",
    "locations" : [
        {
            "site": "current",
            "lng": "-123.1207",
            "lat": "49.2827"
        }
    ],
    "knownFor": "Fellow of the Royal Society of Canada",
    "knownForDate": "Since 1994",
    "image": "condon.jpg",
    "anecdotes": [
        {
            "title": "Education",
            "body": "Anne received her BSc in 1982 (UCC, Ireland), and her Ph.D. in 1987 (Washington). Her research interests are in biomolecular computation and computational prediction of RNA and DNA structure and folding pathways, with applications to the design of novel structures and gene synthesis."
        },
        {
            "title": "Contribution",
            "body": "She served on the Computing Research Association board from 1994-2007 and was Co-Chair from 2000-2003. She led the Distributed Mentor Project (now known as DREU) from 1996-1999. Anne has also served as ACM’s Canadian Ambassador. She held the NSERC/General Motors Canada Chair for Women in Science and Engineering (2004-2009)."
        },
        {
            "title": "Awards",
            "body": "In 2010, she won the A. Nico Habermann Award for 'long-standing and impactful service toward the goal of increasing the participation of women in computer science research'. In 2012, she won the Engineering Diamond Award for Distinguished Achievement in Academia from the University of Washington. In 2014, she was the winner of the Grace Hopper Celebration of Women in Computing Technical Leadership ABIE Award."
        },
        {
            "title": "University of British Columbia",
            "body": "She is the head of the faculty of computer science at the University of British Columbia, researching theoretical computer science, and working on several other programming and mathematical projects."
        }
    ]
}
